package ru.javarashtaskpremium;

public class Less0104_Task01 {
    /* Написать программу, выводящую на экран надпись «Элли очень умная» 5 раз. Каждый раз – с новой строки.

Пример вывода на экран:
Элли очень умная
Элли очень умная
Элли очень умная
Элли очень умная
Элли очень умная

Требования:
•	Программа должна выводить текст.
•	Текст должен начинаться с "Элли".
•	Текст должен заканчиваться на "умная".
•	Текст должен состоять из 5 строк.
•	Выводимый текст должен соответствовать заданию. */

    public static void main(String[] args) {
        //напишите тут ваш код
        System.out.print("Элли ");
        System.out.print("очень ");
        System.out.println("умная");

        System.out.print("Элли ");
        System.out.print("очень ");
        System.out.println("умная");

        System.out.print("Элли ");
        System.out.print("очень ");
        System.out.println("умная");

        System.out.print("Элли ");
        System.out.print("очень ");
        System.out.println("умная");

        System.out.print("Элли ");
        System.out.print("очень ");
        System.out.println("умная");
    }
}
