package ru.javarashtaskpremium;

public class Less0104_Task02 {
    /*Сейчас 3126 год. Мой друг родился 8 лет назад.
Напиши программу, выводящую на экран год рождения моего друга.

Требования:
•	В программе должен использоваться вывод на экран.
•	Выведенный год должен состоять из 4 цифр.
•	Выведенный год должен начинаться с "31".
•	Выведенный год должен соответствовать заданию.*/

    public static void main(String[] args)
    {
        //напишите тут ваш код
        System.out.println(3126-8);
    }
}
