package ru.javarashtaskpremium;

public class Less0103_Task01 {
    /* Напиши программу, которая выводит на экран надпись:
        Я думаю, быть программистом - это круто

        Требования:
                •	Программа должна выводить текст.
                •	Текст должен начинаться с "Я думаю".
                •	Текст должен заканчиваться на "это круто".
                •	Текст должен состоять из 39 символов, включая пробелы и знаки препинания.
                •	Текст должен состоять из одной строки.
                •	Выводимый текст должен соответствовать заданию. */

    public static void main(String[] args) {
        //напишите тут ваш код
        System.out.print("Я думаю, ");
        System.out.print("быть программистом - ");
        System.out.println("это круто");
    }
}
