package ru.javarashtaskpremium;

public class Less0108_Task01 {
    /* Напиши программу, которая выводит на экран надпись:
Это не баг, это фича.

Требования:
•	Программа должна выводить текст.
•	Текст должен начинаться с "Это не баг".
•	Текст должен заканчиваться точкой.
•	Текст должен состоять из 21 символа, включая пробелы и знаки препинания.
•	Выводимый текст должен соответствовать заданию. */
    public static void main(String[] args) {
        System.out.print("Это не баг, это фича.");
    }
}
